Tekla.Structures.ModelInternal.dotModStamp_t
Data structure to be used in ExportGetSetModstamp()

Tekla.Structures.ModelInternal.dotModStamp_t.aName
Name of ModStamp
Should be set before calling ExportGetSetModstamp()

Tekla.Structures.ModelInternal.dotModStamp_t.aValue
Value of ModStamp
Should be set before or read after calling ExportGetSetModstamp(), depending of Action

Tekla.Structures.ModelInternal.dotModStamp_t.Direction
Action to perform